Repository: jerome76/web-prototype
Catalog: flask_shop/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Passwords must match
de: Passwörter müssen übereinstimmen.

source: You must accept the terms and conditions
de: Sie müssen die AGB akzeptieren.

source: About us
de: Über uns

source: <h4><p>We created Milliondog because we love dogs. Milliondog symbolizes the importance of a dog for his owner and our philosophy reflects just that. Each Milliondog Cosy is unique in material and colour and emphasises the individual personality and uniqueness of your pawesome darling.</p> <p>We love our work and you can see this in every Cosy.</p> </h4>
de: <h4><p>Aus unserer Liebe zu Hunden gründeten wir Milliondog. Der Name steht symbolisch für die Bedeutung und den Wert, den der Hund für seinen Besitzer hat. Unsere Philosophie baut auf diese Bedeutung. Die handgefertigten Cosys sind Unikate in Stoff- und Farbkombination und unterstreichen die individuelle Persönlichkeit und Einzigartigkeit Ihres Lieblings.</p> <p>Wir lieben unsere Arbeit und das sieht man an jedem Cosy…."</p><h4>

source: Send us
de: Schickt uns

source: <h4><p>We welcome your enquiries regarding our exclusive service using your own fabrics, for example we can use material from your children’s, parent’s or partner’s clothes to make a special Milliondog-Cosy for your dog. Get in touch with us so we can work together to give your dog a unique look.</p> <p>Let your dog play his own part by wearing a Milliondog-Cosy at a special day in your life.</p> <p>For more information contact us by <a href="mailto:informme@milliondog.com">Email</a>.</p> </h4>
de: <h4><p>Nutzen Sie&nbsp;unseren exklusiven Service. Gerne&nbsp;verarbeiten wir für Sie auch&nbsp;Stoffe mit besonderer emotionaler Bedeutung, wie zum Beispiel Kleidungsstücke von Kindern, Eltern, Partnern etc.</p><p>Kontaktieren Sie uns gerne per <a href="mailto:informme@milliondog.com">Email</a>.</p></h4>

source: Product
de: Produkt

source: Product:
de: Produkt:

source: <h4><p>You do not find the appropriate Cosy in the shop? We would love to advise you for your individual material combination.</p></h4>
de: <h4><p>Sie finden nicht das passende Cosy im Shop? Wir beraten Sie gerne für ihre individuelle Stoffkombination.</p></h4>

source: Custom-made
de: Sonderanfertigung

source: <h4><p>Every Milliondog-Cosy is a handmade unique piece and emphasises the personality of your dog. <br>The individual, careful processing of the comfortable cotton and jersey materials for a Milliondog-Cosy begins for us with the choice of the special materials and their combination with each other. <br>Give your dog the friendly look he deserves – every dog can be a true Milliondog. <br>You can choose a standard Cosy sizes or you can order a Cosy in exactly the right size for your dog. <br>Each Cosy is reversible, it can be worn on either side.</p> </h4>
de: <h4><p>Die individuelle, sorgfältige Verarbeitung der bequemen Baumwoll- und Jerseystoffe zu einem MillionDog-Cosy beginnt für uns bei der Auswahl der besonderen Stoffe und deren Kombinationen miteinander.<br>Jedes MillionDog-Cosy ist ein handgefertigtes Einzelstück und hebt die Persönlichkeit ihres Hundes hervor.<br><br>Jeder Hund ist doch ein wahrer MillionDog...<br><br>Wir bieten Cosy-Standardgrössen und fertigen speziell auf einen von Ihnen angegebenen Halsumfang Ihres Hundes.<br>Die Cosys sind beidseits tragbar.</p></h4>

source: Gallery
de: Galerie

source: Gallery:
de: Galerie:

source: Products
de: Produkte

source: exclusive accessoires for your awesome darling
de: Exklusive Accessoires für Ihren einzigartigen Liebling

source: Shipping local
de: Versand Schweiz

source: Upload new File
de: Eine weitere Datei hochladen

source: No file part
de: Datei fehlt

source: No file selected
de: Keine Datei ausgewählt

source: login successful.
de: Anmeldung erfolgreich

source: invalid email or password.
de: Email oder Passwort ist ungültig

source: Invalid email address given.
de: Email Adresse ist ungültig.

source: Sign in
de: Anmelden

source: Email address already registered.
de: Email-Adresse ist bereits registriert.

source: Registration successful. Please continue the checkout process.
de: Registrierung war erfolgreich. Bitte fahren Sie mit dem Zahlvorgang fort.

source: System is down.
de: Das System ist ausser Betrieb

source: Register
de: Registrieren

source: Contact
de: Kontakt

source: You can send us a message here:
de: Kontaktieren Sie uns unverbindlich, wir freuen uns über Ihre Nachricht:

source: Thank you for your message.
de: Vielen Dank für Ihre Nachricht.

source: Please select (optional)
de: Bitte wählen (optional)

source: Checkout
de: Zur Kasse

source: Please enter your address here:
de: Geben Sie bitte nachfolgend Ihre Adresse an:

source: Payment
de: Bezahlung

source: Please follow the link to pay with Paypal:
de: Bitte benutzen Sie folgenden Link um mit Paypal zu bezahlen:

source: PayPal payment completed successfully.
de: Der PayPal Zahlungsvorgang endete erfolgreich.

source: PayPal payment failed.
de: Der Paypal Zahlungsvorgang ist fehlgeschlagen.

source: Payment and Shipping
de: Zahlung und Versand

source: <p>We accept PayPal payment only.</p><br> <p>Handling time: 2-3 days</p><br> <p>Estimate shipping time is about 4-7 working days within Switzerland, approximately 20 working days for overseas, 7.50 CHF, for all articles.</p><br> <p>Please feel free to contact us if you have any question. Hope you enjoy dealing with us!</p><br>
de: <p>Zahlung und Versand<br><br>Schweiz: 3.50 CHF, ab 150 CHF versandkostenfrei<br><br>Weltweit : 7.50 CHF, Kauf ausschliesslich per Paypal<br>Versandkosten und Bezahlung<br><br>Zahlungsmöglichkeiten<br>Für Lieferungen innerhalb der Schweiz und in andere Länder bieten wir folgende Zahlungsmöglichkeiten, sofern im Angebot keine anderen Bestimmungen definiert sind:<br>– PayPal (Was ist PayPal)<br><br>Lieferung<br>Der Versand Ihrer Bestellung erfolgt per schweizerische Post<br><br>Wir versenden WELTWEIT<br><br>Die jeweils anfallenden Versandkosten finden Sie obenstehend<br><br>Versandkosten<br>Für den Versand innerhalb der Schweiz berechnen wir pauschal pro Bestellung 3,50 CHF Versandkosten.<br>Ab einem Bruttobestellwert von 150,00 CHF versenden wir frachtfrei.<br><br>Weltweit Versand unter 0,5 kg für 7.50 CHF<br><br>Bitte beachten Sie, dass bei grenzüberschreitenden Lieferungen weitere Steuern (etwa im Fall eines innergemeinschaftlichen Erwerbs) und/oder Abgaben, etwa in Form von Zöllen anfallen können, die von Ihnen zu tragen sind.<br><br>

source: Right of revocation
de: Widerrufsrecht

source: <p>Conditions of returned goods<br><br></p> <p>We will gladly take back your order if you are not satisfied.</p><br> <p>Please note, however that the goods must be in the normal conditions.</p><br> <p>All returns of goods that have obviously been used and that therefore can not be sold will not be accepted.</p><br> <p>The payment amount will be credited back to your PayPal account.</p><br>
de: <p>Wir fertigen jedes unserer Produkte mit grösster Sorgfalt. Sollten Sie dennoch Grund zu Unzufriedenheit oder eine falsche Grösse bestellt haben, können Sie die Ware an uns zurück schicken.<br>Die Versandkosten hierfür fallen zu Ihren Lasten.</p><p>Natürlichen Personen, nachfolgend Verbraucher genannt, die ein Rechtsgeschäft zu Zwecken abschliessen, die weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können steht ein Widerrufsrecht nach folgender Massgabe zu,</p><h2>Widerrufsbelehrung</h2><h3>Widerrufsrecht</h3><p>Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.</p><p>Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Ware in Besitz genommen haben bzw. hat.</p><p>Um Ihr Widerrufsrecht auszuüben, müssen Sie uns<br>(MillionDog, Sabine Reiss, Anke Siegrist<br>Obere Rebbergstrasse 34,<br>CH- 4800 Zofingen,<br>Tel: 062 – 752 40 48,<br>E-Mail: <a href="mailto:informme@milliondog.com">informme@milliondog.com</a>)<br>mittels einer eindeutigen Erklärung (z. B. ein mit der Post versandter Brief oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.</p><p>Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.</p><p>&nbsp;</p><p><strong>Folgen des Widerrufs<br></strong>Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist. Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet. Wir können die Rückzahlung&nbsp; verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.</p><p>Sie haben die Waren unverzüglich und in jedem Fall spätestens binnen vierzehn Tagen ab dem Tag, an dem Sie uns über den Widerruf dieses Vertrags unterrichten, an uns&nbsp; zurückzusenden oder zu übergeben. Die Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von vierzehn Tagen absenden. Sie tragen die unmittelbaren Kosten der Rücksendung der Waren.</p><p>Sie müssen für einen etwaigen Wertverlust der Waren nur aufkommen, wenn dieser Wertverlust auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweise der Waren nicht notwendigen Umgang mit ihnen zurückzuführen ist.</p<p>&nbsp;</p><p><strong>Ausschluss bzw. vorzeitiges Erlöschen des Widerrufsrechts:<br></strong>Das Widerrufsrecht besteht nicht bei Verträgen<br>– zur Lieferung von Waren, die nicht vorgefertigt sind und für deren Herstellung eine individuelle Auswahl oder Bestimmung durch den Verbraucher maßgeblich ist oder die eindeutig auf die persönlichen Bedürfnisse des Verbrauchers zugeschnitten sind.</p><p>&nbsp;</p><p><strong>Allgemeine Hinweise<br></strong>1.1 Bitte vermeiden Sie Beschädigungen und Verunreinigungen der Ware. Senden Sie die Ware bitte möglichst in Originalverpackung mit sämtlichem Zubehör und mit allen Verpackungsbestandteilen an uns zurück. Verwenden Sie ggf. eine schützende Umverpackung. Wenn Sie die Originalverpackung nicht mehr besitzen, sorgen Sie bitte mit einer geeigneten Verpackung für einen ausreichenden Schutz vor Transportschäden.</p><p>1.2 Senden Sie die Waren, die aufgrund ihrer Beschaffenheit normal mit der Post zurückgesandt werden können, bitte ausreichend frankiert an uns zurück.</p><p>1.3 Bitte beachten Sie, dass die vorgenannten Ziffern 1-2 nicht Voraussetzung für die wirksame Ausübung des Widerrufsrechts sind.</p><p>&nbsp;</p><h3>Muster-Widerrufsformular</h3><p>(Wenn Sie den Vertrag widerrufen wollen, dann füllen Sie bitte dieses Formular aus und senden Sie es zurück.)</p><p>MillionDog, Sabine Reiss, Anke Siegrist<br>Obere Rebbergstrasse 34<br>CH- 4800 Zofingen<br>E-Mail: <a href="mailto:informme@milliondog.com">informme@milliondog.com</a></p><p>Hiermit widerrufe(n) ich/wir(*) den von mir/uns abgeschlossenen Vertrag über den Kauf der folgenden Waren (*)/ die Erbringung der folgenden Dienstleistung (*)</p><p>– Bestellt am (*) /erhalten am (*)</p><p>– Name des/der Verbraucher(s)</p><p>– Anschrift des/der Verbraucher(s)</p><p>– Unterschrift des/der Verbraucher(s) (nur bei Mitteilung auf Papier)</p><p>– Datum</p><p>&nbsp;</p><p>(*) Unzutreffendes streichen</p>

source: Terms and conditions
de: AGB

source: Disclaimer
de: Datenschutz

source: Legal notice
de: Impressum

source: <p> MillionDog<br> Inhaber: Sabine Reiss und Anke Siegrist<br> Obere Rebbergstrasse 34<br> CH-4800 Zofingen<br> e-mail: informme@milliondog.com<br><br> All contents on www.milliondog are owned by Milliondog and copyright protected. Any use of milliondog`s contents, including pictures, texts and intellectual property needs strictly consent by Milliondog</p>
de: <p> MillionDog<br> Inhaber: Sabine Reiss und Anke Siegrist<br> Obere Rebbergstrasse 34<br> CH-4800 Zofingen<br> e-mail: informme@milliondog.com<br><br> Sämtliche Inhalte auf www.milliondog.com sind urheberrechtlich geschützt. Jegliche Verwendung von Bildern und Texten, im Gesamten und/oder Auszügen in gedruckter oder digitaler Weise im Internet darf ausschliesslich nurmit der Zustimmung von MillionDog, namentlich Sabine Reiss und Anke Siegrist erfolgen.<br> Beschwerdeverfahren<br> Online-Streitbeilegung gemäß Art. 14 Abs. 1 ODR-VO: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie unter http://ec.europa.eu/consumers/odr/ finden.</p>

source: Order State
de: Auftragsstatus

source: Payment term
de: Zahlungsmethode

source: Amount
de: Preis

source: Untaxed Amount
de: Preis ohne Steuer

source: Tax
de: Steuer

source: Shipment method
de: Versandmethode

source: Shipment state
de: Lieferstatus

source: Invoice method
de: Zahlungsmethode

source: Invoice state
de: Rechnungsstatus

source: Invoice address
de: Rechnungsadresse

source: Active
de: Aktif

source: Currency
de: Währung

source: Unit Price
de: Preis pro Einheit

source: Shipment
de: Lieferung

source: Effective Date
de: Valutadatum

source: UOM
de: Masseinheit

source: Cost Price
de: Einkaufspreis

source: From Location
de: Ursprungswarenlager

source: To Location
de: Zielwarenlager

source: Quantity
de: Anzahl

source: Invoice Address
de: Rechnungsadresse

source: Shipping Address
de: Lieferadresse

source: Comment
de: Kommentar

source: Payment Term
de: Zahlungsmethode

source: State
de: Status

source: Untaxed amount cache
de: Preis ohne Steuer

source: Warehouse
de: Lager

source: Total amount cache
de: Gesamtsumme Cache

source: Invoice Method
de: Zahlungsmethode

source: cart
de: Warenkorb

source: Items in cart
de: Produkte im Warenkorb

source: Art. Nr.
de: Artikelnummer

source: Size
de: Grösse

source: VAT incl., excluding <a href="/shipping">shipping</a>
de: inklusive MwSt, zzgl. <a href="/shipping">Versandkosten</a>

source: Remove
de: Entfernen

source: Shipping
de: Versand

source: Total
de: Gesamtsumme

source: Continue shopping
de: Weiter einkaufen

source: cart_empty
de: Dein Warenkorb ist gegenwärtig leer

source: back_to_shop
de: Zurück zum Shop

source: Street
de: Strasse

source: Street detail
de: Strasse Zusatz

source: Postcode/Zip
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: State/Province
de: Region

source: Delivery Address
de: Lieferadresse

source: Accept <a href="/termsandconditions">terms and conditions</a>
de: <a href="/termsandconditions">AGB</a> akzeptieren

source: Buy now
de: Bestellen

source: Contact us
de: Kontaktformular

source: Name (required)
de: Ihr Name (Pflichtfeld)

source: Email (required)
de: Ihre E-Mail-Adresse (Pflichtfeld)

source: Subject (required)
de: Betreff (Pflichtfeld)

source: Message
de: Ihre Nachricht

source: Send
de: Absenden

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Email
de: Email-Adresse

source: Password
de: Passwort

source: Remember me
de: Angemeldet bleiben

source: In order to pay you will be forwarded to Paypal
de: Für die Zahlung werden sie zu Paypal weitergeleitet.

source: Payment failed!
de: Die Zahlung ist fehlgeschlagen.

source: Add to cart
de: In den Warenkorb

source: If you already have an account with us, please login at the
de: Besitzen Sie bereits ein Kundenkonto? Hier geht es zur

source: login page
de: Anmeldeseite

source: Username
de: Benutzername

source: Confirm password
de: Passwort

source: register
de: Registrieren

source: Dimensions table: (Dog neck)
de: Grössentabelle: Halsumfang

source: Please measure the neck of your dog, so you can be sure, you will order the right Cosy size.
de: Messen Sie zur Sicherheit den Halsumfang Ihres Hundes um die richtige Cosy-Grösse bestellen zu können.

source: Delivery Time
de: Lieferzeiten

source: 4-7 working days within Switzerland, approximately 20 working days for overseas.
de: Inland 4-7 Werktage, Ausland bis 20 Tage je nach Land

source: Thank you for your purchase!
de: Der Bezahlvorgang wurde erfolgreich abgeschlossen.
